cask_args appdir: "/Applications"

brew "mas"
brew "rbenv"
brew "nvm"
brew "neovim"

cask "font-jetbrains-mono-nerd-font"
cask "firefox"
cask "arc"
cask "kitty", postinstall: "ln -s ~/.dotfiles/kitty/kitty.conf ~/.config/kitty/kitty.conf"
cask "zed"
cask "jetbrains-toolbox"
cask "staruml"
cask "signal"
cask "whatsapp"
cask "element"
cask "webex"
cask "discord"
cask "transmission"
cask "cyberduck"
cask "keka"
cask "nikitabobko/tap/aerospace", postinstall: "ln -s ~/.dotfiles/aerospace/.aerospace.toml ~/.aerospace.toml"
cask "raycast"
cask "scroll-reverser"
cask "1password"
cask "little-snitch@5"
cask "moneymoney"
cask "caldigit-docking-utility"
cask "iina"
cask "touchdesigner"
cask "figma"
cask "splice"
cask "obsidian"
cask "zotero"
cask "utm"
cask "ableton-live-suite@11"
cask "anaconda"
cask "mactex-no-gui"
cask "microsoft-office"

mas "Amphetamine", id: 937984704
mas "Flow", id: 1423210932
mas "GoodNotes", id: 1444383602
